Repository: mohamedyasser37/face_detection
Catalog: lib/l10n/app_*.arb
Languages: ar

# reslutPage
source: Results
ar: النتائج

# loginAppBar
source: Login
ar: تسجيل الدخول

# registerAppBar
source: Register
ar: التسجيل

# homeTitle
source: Home Page
ar: المحاضرات

# testReal
source: Real Model
ar: ريل موديل

source: Test Camera
ar: موديل

# pdf
source: Materiales
ar: رفع المحاضرات

source: Select Pdf
ar: اختر ملف

source: Upload Pdf
ar: ارفع ملف

# zoom
source: Meeting
ar: زوم

source: Join
ar: انضم

source: Join With Code
ar: انضم باستخدام الكود

# startMeeting
source: New Meeting
ar: مكالمه جديده

source: Share Invite
ar: مشاركه الكود

source: Start Call
ar: بدء مكالمه

source: Meeting Code
ar: رقم الانضمام

# exampleCode
source: Example : 123-456
ar: مثال للرمز : ۳۲۱ - ٦٥٤

source: Logout
ar: تسجيل الخروج

source: Setting
ar: الاعدادات

source: Lecture
ar: محاضره

source: Chat
ar: محادثه

source: Send Message
ar: ارسال رساله
